{
    "language":"English",

    "home":"Home",
    "about":"About",
        "history":"History", 
        "festivals":"Festivals",
        "theme":"Theme",
        "features":"Features",
        "religions":"religions",
        "sport":"Sport",
        "adminstrationTeam":"Adminstration Team",
        "question":"FAQ",

    "industry":"Industry",
        "agriculture":"Agriculture",
        "marketing":"Marketing",
        "industrialPark":"industial Park",
        "manufucture":"Manufucturing",
    

    "Education":"Education",
        "elemantary":"Elemantary",
        "highSchool":"High School",
        "technicalClass":"Technical Class",
        "college":"Colleges",
        "degree":"Degree program",


    "services":"Services",
        "hospitals":"Hospitals",
        "hotels":"hotels",
        "banks":"Banks",
        "apartments":"Apartments",
        "resorts":"Resorts",
        "rentalHouses":"Rental Houses",
        "others":"Others",

    "construction":"Construction",

    "offices":"offices",
        "heaOffice":"Mayor Office",
        "conOffice":"Construction Office",
        "helOffice":"Health Office",
        "eduOffice":"Education Office",
        "culOffice":"Cultural Office",
        "humResOffice":"Human Resource Office",
        "infTechOffice":"Information Technology Office",
        "polDepOffice":"Police Department Office",
        "busFinOffice":"Bussiness and Finance Office",
        "envOffice":"Environmental and Natural Resources Office",
        "socOffice":"Social Services Office",
        "medComOffice":"Media and Communication Office",

    "news":"See News",
        "newJob":"New Jobs",
        "newEvent":"New Event",
        "newBid":"New Bidding",
    

        "mission":"Mission",
        "vision":"Vision",
        "coreValue":"Core Value",
        "goal":"Goal",
        "destination":"Destination",

        "missionDetail":"To establish Good Governance, implement the plans ,support the deficiencies in the implementation and execute them with supremacy to benefit the people of the City and create a city with a well-developed and complete development infrastructure",
        "visionDetail":"By 2025, good governance will be ensured in our City; converged infrastructure coverage; political and economic activity expanded; improving the lives of its residents and seeing the city as a model of development and good governance.",
        "coreValueDetail":"Values ​​/ • Responsibility • Priority and respect of the people • Loyalty • Participation • Efficiency • Work in groups",
        "goalDetail":"To Modernize Dodolaa Town Administration and Compete with World Cities to Digitalize Service Delivery to Ensure Community Satisfaction and Increase the Trust of the People in the Government",
        "destinationDetail":"The success of our implementation is to see our city become a tourist attraction, clean, safe and improve the lives of the community",


        "kantibaName":"Mr Ayub Dule",
        "kantibaAdvise":"What Mayor is saying",
        "kantibaSpeach":"As the Mayor of Dodola City, I am proud to support the development of our official website. This initiative is a significant step toward modernizing our city, promoting transparency, and connecting our community with new opportunities. I extend my gratitude to the dedicated volunteers driving this project, showcasing the strength and innovation of our people. Together, we are shaping Dodola’s future—where tradition meets progress. Thank you for your commitment to our city.",



       




        "History_of_dodola":"history of dodola",

        "Location":"Location",
        "Foundation":"Foundation",
        "Naming":"Etymology & Namingy",
        "Demographics":"Demographics & Society",
        "EconomicLife":"Economic Life",
        "CulturalS":"Cultural Significance",
        "ModernDevelopment":"Modern Development",



        "LocationDef":"Dodola town is located in the southern part of Ethiopia in Oromia National Regional State, West Arsi zone, at a distance of 320 km from Addis Ababa and 75 km from Shashemene. Perched at 2,400 meters in Oromia's West Arsi Zone, Dodola enjoys a strategic position along the Shashamane-Goba route, surrounded by the breathtaking landscapes of the Bale Mountains. This highland town's cool climate and fertile soils create an ideal environment for agriculture while serving as a gateway to one of Ethiopia's most spectacular national parks.",
        "FoundationDef":"The town established in 1902 E.C by city council .Dodola Town , one of the level two cities of West Arsi Zone of Oromia National Regional State. According to the data obtained from the archived document of the town depicted that Dodola city was first established in 1902 near the mountain called “TulluDodola”_(5 kilometer far from the present location of the town). It is named after the administrative center of the woreda, Dodola. It was the capital city of Ganale Awraja. Ganale's modern administration leadership was begun by Fit Awrary Woldemeckael Buie Falama(fiit awraarii Woldamikaa'el Bu'ii Falamaa).",
        "NamingDef":"The name 'Dodola' springs from the rich linguistic soil of Afaan Oromoo, with competing theories about its origin. Some scholars suggest it references local vegetation ('Dodoo'), while others connect it to terms describing the area's refreshing climate ('Dhadacha'). This linguistic mystery adds to the town's cultural intrigue, embodying the Oromo people's deep connection to their environment.",
        "DemographicsDef":"Dodola's population of 140,000-150,000 residents primarily comprises the Oromo people, Ethiopia's largest ethnic group. The community maintains strong cultural traditions while embracing modernity, with most residents fluent in Afaan Oromoo and many also conversant in Amharic. Religious life reflects Ethiopia's diversity, with both Islamic and Christian traditions coexisting harmoniously.",
        "EconomicLifeDef":"The town's economy rests on two pillars: traditional agriculture and emerging ecotourism. Farmers cultivate highland staples like barley, wheat, and teff, while herders tend cattle and sheep. Meanwhile, the renowned Dodola-Adaba Bike Trek attracts adventure seekers, creating new opportunities in hospitality and guiding services that complement the agrarian base.",
        "CulturalDef":"Dodola serves as a living museum of Oromo traditions, where visitors can experience authentic cultural practices that have endured through generations. The town's weekly markets burst with colorful handicrafts, fresh produce, and the lively banter of traders, offering a window into daily highland life that remains connected to its pastoral roots.",
        "ModernDevelopmentDef":"While maintaining its traditional character, Dodola has seen gradual infrastructure improvements in recent decades, with better roads connecting it to regional centers and enhanced public services. These developments balance carefully with environmental and cultural preservation efforts, ensuring the town's unique identity remains intact."




}